Repository: Saneczka/projekt_si_new
Catalog: translations/messages+intl-icu.*.xlf
Languages: pl

source: __action_create
pl: Dodaj

source: __title_comment_delete
pl: Usuń komentarz

source: __alert_delete_element
pl: Uwaga! Element zostanie usunięty. Jesteś pewien?

source: __action_delete
pl: Usuń

source: __action_back_to_list
pl: Powrót

source: __album_list_title
pl: Lista albumów

source: __comment_list_title
pl: Lista komentarzy

source: __label_id
pl: Id

source: __comment_nickname
pl: Pseudonim

source: __comment_email
pl: Email

source: __comment_content
pl: Treść

source: __label_actions
pl: Akcje

source: __action_show
pl: Pokaż

source: __action_edit
pl: Edycja

source: __message_empty_list
pl: Lista jest pusta

source: __title_comment_show
pl: Komentarz

source: __message_item_not_found
pl: Obiekt nie znaleziony

source: __menu_album
pl: Albumy

source: __menu_image
pl: Zdjęcia

source: __menu_comments
pl: Komentarze

source: __menu_logout
pl: Wyloguj

source: __menu_login
pl: Zaloguj

source: __title_image_delete
pl: Usuń zdjęcie

source: __image_list_title
pl: Lista zdjęć

source: __image_picture
pl: Zdjęcie

source: __image_album
pl: Album

source: __image_title
pl: Tytuł

source: __image_description
pl: Opis

source: __title_image_show
pl: Podgląd zdjęcia

source: __image_comments
pl: Komentarze

source: __action_save
pl: Zapisz

source: __title_album_delete
pl: Usuń album

source: __album_cover
pl: Okładka

source: __album_title
pl: Tytuł

source: __album_description
pl: Opis

source: __album_createdAt
pl: Dodano

source: __no_cover_photo
pl: Brak zdjęć

source: __title_album_show
pl: Podgląd albumu

source: __album_name
pl: Nazwa

source: __login_page_title
pl: Logowanie

source: __user_username
pl: Nazwa użytkownika

source: __user_password
pl: Hasło

source: __action_sign_in
pl: Zaloguj

source: __message_form_error
pl: Wystąpił błąd przy wysyłaniu formularza

source: __title_image_in_album
pl: Zdjęcia w albumie

source: __title_image_in_album_no_photos
pl: Brak zdjęć w albumie

source: __album_photos_count
pl: Liczba zdjęć

source: __message_added_successfully
pl: Dodano element

source: __message_updated_successfully
pl: Zaktualizowano element

source: __message_deleted_successfully
pl: Usunięto element
